Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: Medical
as_in: চিকিৎসাগত
bn_in: চিকিৎসাগত
gu_in: તબીબી
hi: चिकित्सा
kn_in: ವೈದ್ಯಕೀಯ
ml_in: മെഡിക്കൽ
pa_in: ਮੈਡੀਕਲ
ta_in: மருத்துவ
te_in: వైద్యపరమైన

source: Medical Conditions
as_in: চিকিৎসীয় স্থিতি:
bn_in: চিকিৎসাগত সমস্যা:
gu_in: તબીબી સ્થિતિઓઃ
hi: चिकित्सा स्थितियाँ
kn_in: ವೈದ್ಯಕೀಯ ಪರಿಸ್ಥಿತಿಗಳು:
ml_in: മെഡിക്കൽ അവസ്ഥകൾ:
or_in: ଡାକ୍ତରୀ ଅବସ୍ଥା
pa_in: ਮੈਡੀਕਲ ਸਥਿਤੀ
ta_in: மருத்துவ நிலைகள்:
te_in: వైద్య పరిస్థితులు

source: Medical Eligibility Criteria for Contraceptive Use
as_in: গৰ্ভনিৰোধক ব্যৱহাৰৰ ক্ষেত্ৰত চিকিৎসা যোগ্যতাৰ মাপকাঠি
bn_in: গর্ভনিরোধক ব্যবহারের চিকিৎসাগত যোগ্যতার মাপকাঠি
gu_in: ગર્ભનિરોધકના ઉપયોગ માટેની તબીબી પાત્રતાના માપદંડો
hi: गर्भनिरोधक उपयोग के लिए चिकित्सा पात्रता मानदंड
kn_in: ಗರ್ಭನಿರೋಧಕ ಬಳಕೆಗೆ ವೈದ್ಯಕೀಯ ಅರ್ಹತಾ ಮಾನದಂಡಗಳು
ml_in: ഗർഭനിരോധന ഉപയോഗത്തിനുള്ള മെഡിക്കൽ യോഗ്യതാ മാനദണ്ഡം
or_in: ଗର୍ଭନିରୋଧକ ବ୍ୟବହାର ପାଇଁ ଡାକ୍ତରୀ ଯୋଗ୍ୟତା ମାନଦଣ୍ଡ
pa_in: ਗਰਭ ਨਿਰੋਧਕ ਵਰਤੋਂ ਲਈ ਡਾਕਟਰੀ ਯੋਗਤਾ ਮਾਪਦੰਡ
ta_in: கருத்தடை பயன்பாட்டிற்கான மருத்துவ தகுதி அளவுகோல்கள்
te_in: గర్భనిరోధక సాధనాల వాడుకకు గల వైద్య పరమైనఅర్హతకు సంబంధించిన విధి విధానం

source: Medical Eligibility Criteria for Contraceptive Use (India-adapted WHO MEC Wheel 2022).
as_in: গৰ্ভনিৰোধক ব্যৱহাৰৰ ক্ষেত্ৰত চিকিৎসা যোগ্যতাৰ মাপকাঠি (ভাৰত-অভিযোজিত WHO MEC Wheel 2022)
bn_in: গর্ভনিরোধক ব্যবহারের চিকিৎসাগত যোগ্যতার মাপকাঠি (ভারত-গৃহিত WHO MEC Wheel 2022)
gu_in: ગર્ભનિરોધકના ઉપયોગ માટેની તબીબી પાત્રતાના માપદંડો (ઇન્ડિયા-એડેપ્ટેડ ડબ્લ્યુએચઓ એમઇસી વ્હિલ 2022)
hi: गर्भनिरोधक के उपयोग के लिए चिकित्सकीय पात्रता मापदंड (भारत के लिए अनुकूलित WHO MEC व्हील 2022)
kn_in: ಗರ್ಭನಿರೋಧಕ ಬಳಕೆಗೆ ವೈದ್ಯಕೀಯ ಅರ್ಹತಾ ಮಾನದಂಡಗಳು (ಭಾರತ-ಅಳವಡಿಸಿಕೊಂಡ ಡಬ್ಲ್ಯುಎಚ್ಓ ಎಂಇಸಿ ವ್ಹೀಲ್ 2022)
ml_in: ഗർഭനിരോധന ഉപയോഗത്തിനുള്ള മെഡിക്കൽ യോഗ്യതാ മാനദണ്ഡം (ഇന്ത്യ-അഡാപ്റ്റഡ് WHO MEC ചക്രം 2022)
or_in: ଗର୍ଭନିରୋଧକ ବ୍ୟବହାର ପାଇଁ ଡାକ୍ତରୀ ଯୋଗ୍ୟତା ମାନଦଣ୍ଡ (ଭାରତ-ଗୃହିତ WHO MEC ହ୍ୱୀଲ୍ 2022)
pa_in: ਗਰਭ ਨਿਰੋਧਕ ਵਰਤੋਂ ਲਈ ਮੈਡੀਕਲ ਯੋਗਤਾ ਮਾਪਦੰਡ (ਭਾਰਤ-ਅਨੁਕੂਲਿਤ WHO MEC ਵ੍ਹੀਲ 2022)
ta_in: கருத்தடை பயன்பாட்டிற்கான மருத்துவ தகுதி அளவுகோல்கள் (இந்தியா-WHO MEC Wheel 2022-ஐத் தழுவியது)
te_in: గర్భనిరోధక సాధనాల వాడుకకు గల వైద్య పరమైన అర్హత కు సంబంధించిన విధి విధానం (భారతదేశం- WHO MEC Wheel 2022)అవలంబించినది

source: Menarche to <18 years
as_in: ৰজোদৰ্শনৰ পৰা <18 বছৰলৈ
bn_in: ঋতুস্রাব শুরু হওয়া থেকে <18 বছর বয়স
gu_in: સૌપ્રથમ વખત રજોદર્શન શરૂ થવાથી માંડીને <18 વર્ષ સુધી
hi: रजोदर्शन से <18 वर्ष
kn_in: ಋತುಚಕ್ರದಿಂದ <18 ವರ್ಷಗಳು
ml_in: 18 വയസ്സിൽ താഴെയുള്ള ആർത്തവം
pa_in: ਮਾਹਵਾਰੀ ਤੋਂ < 18 ਸਾਲ
ta_in: மாத விடாய் முதல் 18 வயது வரை
te_in: రజస్వల, పుష్పవతి అయినప్పటినుండి <18 సంవత్సరాలు

source: Menarche to <18 years 40 years and above
as_in: ৰজোদৰ্শনৰ পৰা <18 বছৰলৈ 40 বছৰ বা ততোধিক
bn_in: ঋতুস্রাব শুরু হওয়া থেকে <18 বছর বয়স 440 বছর বা তার ঊর্ধ্বে
gu_in: સૌપ્રથમ વખત રજોદર્શન શરૂ થવાથી માંડીને <18 વર્ષ સુધી 40 વર્ષ અને તેનાથી મોટી વય
hi: रजोदर्शन से <18 वर्ष 40 वर्ष और उससे अधिक
kn_in: ಋತುಚಕ್ರದಿಂದ <18 ವರ್ಷಗಳು 40 ವರ್ಷ ಮತ್ತು ಮೇಲ್ಪಟ್ಟವರು
ml_in: 18 വയസ്സിൽ താഴെയുള്ള ആർത്തവം 40 വയസ്സും അതിന് മുകളിലും
or_in: ଋତୁସ୍ରାବ ପ୍ରାରମ୍ଭ <18 ବର୍ଷ 40 ବର୍ଷ ଓ ତଦୂର୍ଦ୍ଧ୍ୱ
pa_in: ਮਾਹਵਾਰੀ ਤੋਂ < 18 ਸਾਲ 40 ਸਾਲ ਅਤੇ ਇਸ ਤੋਂ ਵੱਧ
ta_in: மாத விடாய் முதல் 18 வயது வரை 40 வயது மற்றும் அதற்கு மேலே
te_in: రజస్వల, పుష్పవతి అయినప్పటినుండి <18 సంవత్సరాలు 40 ఏళ్ళు, ఆ పైన వయసు

source: Method NOT to be used
as_in: ব্যৱহাৰ কৰিব নলগা পদ্ধতি ।
bn_in: পদ্ধতি ব্যবহার করবেন না ।
gu_in: આ પદ્ધતિનો ઉપયોગ કરશો નહીં.
hi: विधि का उपयोग नहीं किया जाना चाहिए
kn_in: ಬಳಸಬಾರದ ವಿಧಾನ.
ml_in: ഉപയോഗിക്കാൻ പാടില്ലാത്ത രീതി
or_in: ଏହି ପ୍ରଣାଳୀକୁ ବ୍ୟବହାର କରାଯିବ ନାହିଁ
pa_in: ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ
ta_in: இந்த முறை உபயோகிக்கப் படக் கூடாது.
te_in: పద్ధతి ఉపయోగించరాదు

source: Migraine with aura°
as_in: অ'ৰাৰ সৈতে মাইগ্ৰেন°
bn_in: অরা সহ মাইগ্রেন°
gu_in: ઑરાની સાથે માઇગ્રેન°
hi: ऑरा के साथ आधासीसी (माइग्रेन) °
kn_in: ಪ್ರಭಾವಳಿಯ ಜೊತೆ ತಲೆಶೂಲೆ°
ml_in: പ്രകാശവലയത്തോടു കൂടിയ മൈഗ്രെയ്ൻ°
or_in: ପୂର୍ବାଭାସ ସହିତ ଅଧକପାଳୀ°
pa_in: ਔਰਾ ਨਾਲ ਮਾਈਗ੍ਰੇਨ°
ta_in: வெளிச்சத்துடன் கூடிய ஒற்றைத் தலைவலி°
te_in: కాంతి వలయంతో వచ్చే పార్శ్వ తలనొప్పి°

source: Migraine without aura and <35 yrs, COCs and CICs = 2; Migraine without aura and ≥35 yrs, COC and CIC = 3.
as_in: অ'ৰা নোহোৱা মাইগ্ৰেন আৰু <35 বছৰ, COC আৰু CIC = 2; অ'ৰা নোহোৱা মাইগ্ৰেন আৰু ≥35 বছৰ, COC আৰু CIC = 3।
bn_in: অরা ছাড়া মাইগ্রেন ও <35 বছর, COC ও CIC = 2; অরা ছাড়া মাইগ্রেন ও ≥35 বছর, COC ও CIC = 3।
gu_in: ઑરા વગર માઇગ્રેન અને <35 વર્ષ, COCs અને CICs = 2; ઑરા વગર માઇગ્રેન અને ≥35 વર્ષ, COC અને CIC = 3.
hi: बिना ऑरा वाला माइग्रेन और <35 वर्ष, COCs और CICs = 2; बिना ऑरा वाला माइग्रेन और ≥35 वर्ष, COC और CIC = 3
kn_in: ತಲೆಶೂಲೆ ಇಲ್ಲದೆ <35 ವರ್ಷಗಳು, COCಗಳು ಮತ್ತು CICಗಳು = 2; ತಲೆಶೂಲೆ ಇಲ್ಲದೆ ಮತ್ತು ≥35 ವರ್ಷಗಳು, COC ಮತ್ತು CIC = 3.
ml_in: പ്രകാശവലയം ഇല്ലാത്ത മൈഗ്രെയ്ൻ കൂടാതെ <35 വയസ്സ്, COC-കളും CIC-കളും = 2; പ്രകാശവലയം ഇല്ലാത്ത മൈഗ്രെയ്ൻ ≥35 വയസ്സ്, COC, CIC = 3.
or_in: ପୂର୍ବାଭାସ ବିନା ଅଧକପାଳୀ ଏବଂ <35 ବର୍ଷ, COCs ଓ CICs = 2; ପୂର୍ବାଭାସ ବିନା ଅଧକପାଳୀ ≥35 ବର୍ଷ, COC ଓ CIC = 3
pa_in: ਔਰਾ ਤੋਂ ਬਿਨਾਂ ਮਾਈਗ੍ਰੇਨ ਅਤੇ <35 ਸਾਲ, COCs ਅਤੇ CICs = 2; ਔਰਾ ਤੋਂ ਬਿਨਾਂ ਮਾਈਗ੍ਰੇਨ ਅਤੇ ≥35 ਸਾਲ, COC ਅਤੇ CIC = 3
ta_in: ஒளிப்புள்ளி அல்லாத ஒற்றைத்தலைவலி மற்றும் <35 வயது, COCs and CICs = 2; ஒளிப்புள்ளி அல்லாத ஒற்றைத்தலைவலி மற்றும் ≥35 வயது, COCs and CICs = 3.
te_in: ప్రకాశం లేని మైగ్రేన్ మరియు <35 సంవత్సరాలు, COCలు మరియు CICలు = 2; ఆరా లేదా వలయం లేని మైగ్రేన్ మరియు ≥35 సంవత్సరాలు, COC మరియు CIC = 3

source: Migraine without aura°
as_in: অরা ছাড়া মাইগ্রেন°
bn_in: অরা ছাড়া মাইগ্রেন°
gu_in: ઑરા વગર માઇગ્રેન°
hi: ऑरा के बिना आधासीसी (माइग्रेन) °
kn_in: ಪ್ರಭಾವಳಿಯಿಲ್ಲದೇ ತಲೆಶೂಲೆ°
ml_in: പ്രകാശവലയം ഇല്ലാത്ത മൈഗ്രെയ്ൻ°
or_in: ପୂର୍ବାଭାସ ବିନା ଅଧକପାଳୀ°
pa_in: ਔਰਾ ਤੋਂ ਬਿਨਾਂ ਮਾਈਗ੍ਰੇਨ°
ta_in: வெளிச்சம் இல்லாத ஒற்றைத் தலைவ்லி°
te_in: కాంతి వలయంతో వచ్చే పార్శ్వ తలనొప్పి°

source: More than 5 days since the start of menstrual bleeding: POPs can be initiated if it is reasonably certain that the women is not pregnant. She will need to abstain from sex or use additional contraceptive protection for the next 2 days.
as_in: ঋতুস্ৰাৱৰ ৰক্তক্ষৰণ আৰম্ভ হোৱাৰ 5 দিনতকৈ অধিক: যদি মহিলাগৰাকী গৰ্ভৱতী নোহোৱাটো যুক্তিসঙ্গতভাৱে নিশ্চিত হ'লে POP আৰম্ভ কৰিব পাৰি। যৌন সম্ভোগৰ পৰা বিৰত থাকিব লাগিব বা পৰৱৰ্তী 2 দিনৰ বাবে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰিব লাগিব।
bn_in: ঋতুস্রাব শুরু হওয়ার পর থেকে 5 দিনের বেশি: মহিলা গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, POP শুরু করা যায়। পরবর্তী 2 দিন যৌনতা থেকে বিরত থাকতে হবে বা অতিরিক্ত গর্ভনিরোধক ব্যবহার করতে হবে।
gu_in: માસિક રક્તસ્રાવ શરૂ થયાંનાં 5 દિવસથી વધારેઃ સ્ત્રી ગર્ભવતી થઈ નથી તેમ જો ચોક્કસપણે ખાતરી હોય તો જ POPs શરૂ થઈ શકે છે. તેમણે આગામી 2 દિવસ સુધી જાતીય સમાગમથી દૂર રહેવું પડશે અથવા તો વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરવો પડશે.
hi: मासिक धर्म रक्तस्राव प्रारंभ होने के 5 दिनों से अधिक के बाद: POPs शुरू किया जा सकता है यदि यह उचित रूप से निश्चित है कि महिला गर्भवती नहीं है। महिला को अगले 2 दिनों तक सेक्स से दूर रहना होगा या अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करना होगा।
kn_in: ಋತುಚಕ್ರದ ರಕ್ತಸ್ರಾವ ಪ್ರಾರಂಭವಾದಾಗಿನಿಂದ 5 ದಿನಗಳಿಗಿಂತ ಹೆಚ್ಚು: ಮಹಿಳೆಯರು ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ POPಗಳನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು. ಅವಳು ಮುಂದಿನ 2 ದಿನಗಳವರೆಗೆ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಬೇಕು ಅಥವಾ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಬೇಕು.
ml_in: ആർത്തവ രക്തസ്രാവം ആരംഭിച്ച് 5 ദിവസത്തിലധികം: സ്ത്രീകൾ ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ POP-കൾ ആരംഭിക്കാവുന്നതാണ്. അടുത്ത 2 ദിവസത്തേക്ക് ലൈംഗിക ബന്ധത്തിൽ നിന്ന് അകന്നുനിൽക്കുകയോ അധിക ഗർഭനിരോധന സംരക്ഷണം ഉപയോഗിക്കുകയോ ചെയ്യേണ്ടതുണ്ട്.
or_in: ମାସିକ ରକ୍ତସ୍ରାବ ଆରମ୍ଭ ହେବାର 5 ଦିନରୁ ଅଧିକ:ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ମହିଳା ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ POPs ଆରମ୍ଭ କରିହେବ।ତାଙ୍କୁ ପରବର୍ତ୍ତୀ 2 ଦିନ ପର୍ଯ୍ୟନ୍ତ ଯୌନକ୍ରିୟାରୁ ଦୂରେଇ ରହିବାକୁ କିମ୍ୱା ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରିବାକୁ ପଡ଼ିବ।
pa_in: ਮਾਹਵਾਰੀ ਦੌਰਾਨ ਖੂਨ ਵਗਣ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ 5 ਦਿਨਾਂ ਤੋਂ ਵੱਧ: POPs ਸ਼ੁਰੂ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਔਰਤਾਂ ਗਰਭਵਤੀ ਨਹੀਂ ਹਨ। ਉਸ ਨੂੰ ਅਗਲੇ 2 ਦਿਨਾਂ ਲਈ ਸੈਕਸ ਤੋਂ ਦੂਰ ਰਹਿਣ ਜਾਂ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।
ta_in: மாதவிடாய் இரத்தப்போக்கு தொடங்கி 5 நாட்களுக்கு மேல் : பெண்கள் கர்ப்பமாக இல்லை என்பது கணிசமாக உறுதியானால், POP-களை ஆரம்பிக்கலாம். அடுத்த 2 நாட்களுக்கு அவர் உடலுறைவை தவிர்க்க வேண்டும் அல்லது கூடுதல் கருத்தடை பாதுகாப்பை பயன்படுத்த வேண்டும்.
te_in: ఋతు రక్తస్రావం ప్రారంభమైనప్పటి నుండి 5 రోజుల కంటే ఎక్కువ రోజులు: స్త్రీలు గర్భవతి కాదని సహేతుకంగా నిశ్చయించుకుంటే POPలను ప్రారంభించవచ్చు. ఆమె సెక్స్ నుండి దూరంగా ఉండాలి లేదా తదుపరి 2 రోజుల పాటు అదనపు గర్భనిరోధక రక్షణను ఉపయోగించాలి.

source: More than 5 days since the start of menstrual bleeding: Start CHC if it is reasonably certain that the women is not pregnant. Abstain from sex or use additional contraceptive protection for the next 7 days.
as_in: ঋতুস্ৰাৱৰ ৰক্তক্ষৰণ আৰম্ভ হোৱাৰ 5 দিনতকৈ অধিক: মহিলাসকল গৰ্ভৱতী নহয় বুলি যুক্তিসঙ্গতভাৱে নিশ্চিত হ'লে CHC আৰম্ভ কৰক। যৌন সম্ভোগ কৰাৰ পৰা বিৰত থাকক বা পৰৱৰ্তী 7 দিনৰ বাবে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰক।
bn_in: ঋতুস্রাব শুরু হওয়ার পর থেকে 5 দিনের বেশি: মহিলা গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, CHC শুরু করুন। পরবর্তী 7 দিন যৌনতা থেকে বিরত থাকুন বা অতিরিক্ত গর্ভনিরোধক ব্যবহার করুন।
gu_in: માસિક રક્તસ્રાવ શરૂ થયાંનાં 5 દિવસથી વધારેઃ સ્ત્રી ગર્ભવતી થઈ નથી તેમ જો ચોક્કસપણે ખાતરી હોય તો જ CHC શરૂ કરો. આગામી 7 દિવસ સુધી જાતીય સમાગમથી દૂર રહો અથવા તો વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરો.
hi: मासिक धर्म में रक्तस्राव शुरू हुए 5 दिन से अधिक होने पर: CHC शुरू करें यदि यह निश्चित होता है कि महिला गर्भवती नहीं है। अगले 7 दिनों तक सेक्स से दूर रहें या अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करें।
kn_in: ಋತುಚಕ್ರದ ರಕ್ತಸ್ರಾವ ಪ್ರಾರಂಭವಾದಾಗಿನಿಂದ 5 ದಿನಗಳಿಗಿಂತ ಹೆಚ್ಚು: ಮಹಿಳೆಯರು ಗರ್ಭಿಣಿಯಲ್ಲ ಎನ್ನುವ ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ CHCಯನ್ನು ಪ್ರಾರಂಭಿಸಿ. ಮುಂದಿನ 7 ದಿನಗಳವರೆಗೆ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಿ ಅಥವಾ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಿ.
ml_in: ആർത്തവ രക്തസ്രാവം ആരംഭിച്ച് 5 ദിവസത്തിൽ കൂടുതൽ: സ്ത്രീകൾ ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ CHC ആരംഭിക്കുക. അടുത്ത 7 ദിവസത്തേക്ക് ലൈംഗിക ബന്ധത്തിൽ നിന്ന് അകന്നുനിൽക്കുകയോ അല്ലെങ്കിൽ അധിക ഗർഭനിരോധന സംരക്ഷണ മാർഗ്ഗം ഉപയോഗിക്കുകയോ ചെയ്യുക.
or_in: ମାସିକ ରକ୍ତସ୍ରାବ ଆରମ୍ଭ ହେବାର 5 ଦିନରୁ ଅଧିକ:ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ମହିଳା ଜଣଙ୍କ ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ CHC ଆରମ୍ଭ କରନ୍ତୁ।ପରବର୍ତ୍ତୀ 7 ଦିନ ପର୍ଯ୍ୟନ୍ତ ଯୌନକ୍ରିୟାରୁ ଦୂରେଇ ରୁହନ୍ତୁ କିମ୍ୱା ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରନ୍ତୁ।
pa_in: ਮਾਹਵਾਰੀ ਦੌਰਾਨ ਖੂਨ ਵਗਣ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ 5 ਦਿਨਾਂ ਤੋਂ ਵੱਧ: CHC ਸ਼ੁਰੂ ਕਰੋ ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ ‘ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਔਰਤਾਂ ਗਰਭਵਤੀ ਨਹੀਂ ਹਨ। ਅਗਲੇ 7 ਦਿਨਾਂ ਲਈ ਸੈਕਸ ਤੋਂ ਪਰਹੇਜ਼ ਕਰੋ ਜਾਂ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰੋ।
ta_in: மாதவிடாய் இரத்தப்போக்கு தொடங்கி 5 நாட்களுக்கு மேல் : பெண் உண்மையில் கருத்தரிக்கவில்லை என்பது கணிசமாக உறுதியானால் CHC-ஐ தொடங்கவும். அடுத்த 7 நாட்களுக்கு உடலுறைவை தவிர்க்கவும் அல்லது கூடுதல் கருத்தடை பாதுகாப்பை பயன்படுத்தவும்.
te_in: ఋతు రక్తస్రావం ప్రారంభమైనప్పటి నుండి 5 రోజుల కంటే ఎక్కువ: స్త్రీలు గర్భవతి కాదని సహేతుకంగా ఖచ్చితంగా తెలిస్తే CHCని ప్రారంభించాలి. సెక్స్ నుండి దూరంగా ఉండాలి లేదా తదుపరి 7 రోజుల పాటు అదనపు గర్భనిరోధక రక్షణను ఉపయోగించాలి.

source: More than 7 days (LNG IUD) since the start of menstrual bleeding. Back up method not required.
as_in: ঋতুস্ৰাৱৰ আৰম্ভ হোৱাৰ পৰা 7 দিনতকৈ পিছত (LNG IUD)। বেক আপ পদ্ধতিৰ প্ৰয়োজন নাই।
bn_in: ঋতুস্রাবের রক্তপাত শুরু হওয়ার পর 7 দিনের (LNG IUD) বেশি। ব্যাক আপ পদ্ধতির প্রয়োজন নেই।
gu_in: માસિક રક્તસ્રાવ શરૂ થયાંનાં 7 દિવસ (LNG IUD)થી વધારે. બેક અપ મેથડની કોઈ જરૂરિયાત નથી.
hi: मासिक धर्म रक्तस्राव प्रारंभ होने के बाद से 7 दिनों से अधिक (LNG IUD) । बैकअप विधि की आवश्यकता नहीं है
kn_in: ಮುಟ್ಟಿನ ರಕ್ತಸ್ರಾವ ಪ್ರಾರಂಭವಾದಾಗಿನಿಂದ 7 ದಿನಗಳಿಗಿಂತ ಹೆಚ್ಚು (LNG IUD). ಹೆಚ್ಚುವರಿ ವಿಧಾನ ಅಗತ್ಯವಿಲ್ಲ.
ml_in: ആർത്തവ രക്തസ്രാവം ആരംഭിച്ച് 7 ദിവസത്തിൽ കൂടുതൽ (LNG IUD). ബാക്കപ്പ് രീതി ആവശ്യമില്ല.
or_in: ମାସିକ ରକ୍ତସ୍ରାବ ଆରମ୍ଭ ହେବାର 7 ଦିନରୁ ଅଧିକ (LNG,IUD)।ବ୍ୟାକଅପ୍ ପ୍ରଣାଳୀର କୌଣସି ଆବଶ୍ୟକତା ନାହିଁ
pa_in: ਮਾਹਵਾਰੀ ਦੇ ਖੂਨ ਵਗਣ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਬਾਅਦ 7 ਦਿਨਾਂ ਤੋਂ ਵੱਧ (LNG IUD) ਬੈਕਅੱਪ ਵਿਧੀ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ
ta_in: மாதவிடாய் இரத்தப்போக்கு தொடங்கிய 7 நாட்களுக்கும் மேல் (LNG IUD). பேக் அப் முறை அவசியமில்லை.
te_in: ఋతు రక్తస్రావం ప్రారంభమైనప్పటి నుండి 7 రోజుల కంటే ఎక్కువ (LNG IUD). బ్యాకప్ పద్ధతి అవసరం లేదు

source: More than 7 days since the start of menstrual bleeding: The first POI injection can be given if it is reasonably certain that the woman is not pregnant. Abstain from sex or use additional contraceptive protection for the next 7 days.
as_in: ঋতুস্ৰাৱৰ ৰক্তক্ষৰণ আৰম্ভ হোৱাৰ 7 দিনতকৈ অধিক: যদি মহিলাগৰাকী গৰ্ভৱতী নোহোৱাটো যুক্তিসঙ্গতভাৱে নিশ্চিত হয় তেন্তে প্ৰথম POI ইঞ্জেকচনটো প্ৰয়োগ কৰিব পাৰি। যৌন সম্ভোগ কৰাৰ পৰা বিৰত থাকক বা পৰৱৰ্তী 7 দিনৰ বাবে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰক।
bn_in: ঋতুস্রাব শুরু হওয়ার পর থেকে 7 দিনের বেশি: মহিলা গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, প্রথম POI ইনজেকশন দেওয়া যায়। পরবর্তী 7 দিন যৌনতা থেকে বিরত থাকুন বা অতিরিক্ত গর্ভনিরোধক ব্যবহার করুন।
gu_in: માસિક રક્તસ્રાવ શરૂ થયાંનાં 7 દિવસથી વધારેઃ સ્ત્રી ગર્ભવતી થઈ નથી તેમ જો ચોક્કસપણે ખાતરી હોય તો જ પ્રથમ POI ઇન્જેક્શનને આપી શકાય છે. આગામી 7 દિવસ સુધી જાતીય સમાગમથી દૂર રહો અથવા તો વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરો.
hi: मासिक धर्म रक्तस्राव प्रारंभ होने के 7 दिवस से अधिक समय के पश्चात: यदि यह निश्चित हो कि महिला गर्भवती नहीं है तो प्रथम POI इंजेक्शन दिया जा सकता है। अगले 7 दिनों तक सेक्स से दूर रहें या अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करें।
kn_in: ಋತುಚಕ್ರದ ರಕ್ತಸ್ರಾವ ಪ್ರಾರಂಭವಾದಾಗಿನಿಂದ 7 ದಿನಗಳಿಗಿಂತ ಹೆಚ್ಚು: ಮಹಿಳೆ ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ ಮೊದಲ POI ಚುಚ್ಚುಮದ್ದನ್ನು ನೀಡಬಹುದು. ಮುಂದಿನ 7 ದಿನಗಳವರೆಗೆ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಿ ಅಥವಾ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಿ.
ml_in: ആർത്തവ രക്തസ്രാവം ആരംഭിച്ച് 7 ദിവസത്തിൽ കൂടുതൽ: സ്ത്രീ ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ ആദ്യത്തെ POI കുത്തിവയ്പ്പ് നൽകാം. അടുത്ത 7 ദിവസത്തേക്ക് ലൈംഗിക ബന്ധത്തിൽ നിന്ന് അകന്നു നിൽക്കുക അല്ലെങ്കിൽ അധിക ഗർഭനിരോധന സംരക്ഷണം ഉപയോഗിക്കുക.
or_in: ମାସିକ ରକ୍ତସ୍ରାବ ଆରମ୍ଭ ହେବାର 7 ଦିନରୁ ଅଧିକ:ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ମହିଳା ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ ପ୍ରଥମ POI ଇଞ୍ଜେକ୍ସନ୍ ପ୍ରଦାନ କରିହେବ।ପରବର୍ତ୍ତୀ 7 ଦିନ ପର୍ଯ୍ୟନ୍ତ ଯୌନକ୍ରିୟାରୁ ଦୂରେଇ ରୁହନ୍ତୁ କିମ୍ୱା ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରନ୍ତୁ।
pa_in: ਮਾਹਵਾਰੀ ਦੌਰਾਨ ਖੂਨ ਵਗਣ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ 7 ਦਿਨਾਂ ਤੋਂ ਵੱਧ: ਪਹਿਲਾ POI ਟੀਕਾ ਲਗਾਇਆ ਜਾ ਸਕਦਾ ਹੈ ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਔਰਤ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਅਗਲੇ 7 ਦਿਨਾਂ ਲਈ ਸੈਕਸ ਤੋਂ ਪਰਹੇਜ਼ ਕਰੋ ਜਾਂ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰੋ।
ta_in: மாதவிடாய் இரத்தப்போக்கு தொடங்கி 7 நாட்களுக்கு மேல் : பெண் கர்ப்பமாக இல்லை என்பது கணிசமாக உறுதியானால், முதல் POI ஊசியை தரலாம். அடுத்த 7 நாட்களுக்கு அவர் உடலுறைவை தவிர்க்க வேண்டும் அல்லது கூடுதல் கருத்தடை பாதுகாப்பை பயன்படுத்த வேண்டும்.
te_in: ఋతు రక్తస్రావం ప్రారంభమైనప్పటి నుండి 7 రోజుల కంటే ఎక్కువ: స్త్రీ గర్భవతి కాదని సహేతుకంగా నిశ్చయించుకుంటే మొదటి POI ఇంజెక్షన్ ఇవ్వవచ్చు. సెక్స్ నుండి దూరంగా ఉండాలి. లేదా తదుపరి 7 రోజుల పాటు అదనపు గర్భనిరోధక రక్షణను ఉపయోగించాలి.

source: More than 7 days since the start of menstrual bleeding: The implant can be inserted if itis reasonably certain that the woman is not pregnant. She will need to abstain from sex or use additional contraceptive protection for the next 7 days.
hi: मासिक धर्म में रक्तस्राव शुरू होने के 7 दिन से अधिक समय के पश्चात: इंम्प्लांट को अंतः स्थापित किया जा सकता है यदि यह निश्चित हो जाए कि महिला गर्भवती नहीं है। उसे अगले 7 दिनों तक सेक्स से दूर रहना होगा या अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करना होगा।
or_in: ମାସିକ ରକ୍ତସ୍ରାବ ଆରମ୍ଭ ହେବାର 7 ଦିନରୁ ଅଧିକ:ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ମହିଳା ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ ପ୍ରତ୍ୟାରୋପଣକୁ ଭର୍ତ୍ତି କରାଯାଇପାରିବ।ତାଙ୍କୁ ପରବର୍ତ୍ତୀ 7 ଦିନ ପର୍ଯ୍ୟନ୍ତ ଯୌନକ୍ରିୟାରୁ ଦୂରେଇ ରହିବାକୁ କିମ୍ୱା ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରିବାକୁ ପଡ଼ିବ।
ta_in: மாதவிடாய் இரத்தப்போக்கு தொடங்கி 7 நாட்களுக்கு மேல் : பெண் கர்ப்பமாக இல்லை என்பது கணிசமாக உறுதியானால், உள்வைப்பு செருகப்படலாம். அடுத்த 7 நாட்களுக்கு அவள் உடலுறவை தவிர்க்க வேண்டும் அல்லது கூடுதல் பாதுகாப்பை பயன்படுத்த வேண்டும்.

source: More than 12 days since the start of menstrual bleeding. An IUD can be inserted at the woman’s convenience if it is reasonably certain that she is not pregnant. No additional contraceptive protection is needed.
as_in: ঋতুস্ৰাৱ আৰম্ভ হোৱাৰ 12 দিনতকৈ পিছত। মহিলাগৰাকীৰ সুবিধা অনুযায়ী ইমপ্লেণ্ট কৰিব পাৰি যদি মহিলাগৰাকী গৰ্ভৱতী নহয় বুলি যুক্তিসঙ্গতভাৱে নিশ্চিত হোৱা যায়। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।
bn_in: ঋতুস্রাবের রক্তপাত শুরু হওয়ার পর 12 দিনের বেশি। গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, মহিলার সুবিধা মতো IUD প্রবেশ করানো যায়। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।
gu_in: માસિક રક્તસ્રાવ શરૂ થયાંનાં 12 દિવસથી વધારે સમય વીતી ગયો હોય ત્યારે. સ્ત્રી ગર્ભવતી નથી તેની ચોક્કસપણે ખાતરી હોય તો, IUDને સ્ત્રીની અનુકૂળતાએ દાખલ કરી શકાય છે. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂર નથી.
hi: मासिक धर्म रक्तस्राव शुरू होने के बाद से 12 दिन से अधिक होने पर। महिला की सुविधानुसार IUD लगाया जा सकता है यदि यह निश्चित हो कि वह गर्भवती नहीं है। किसी अतिरिक्त गर्भनिरोधक सुरक्षा की जरूरत नहीं है।
kn_in: ಋತುಚಕ್ರದ ರಕ್ತಸ್ರಾವ ಪ್ರಾರಂಭವಾದಾಗಿನಿಂದ 12 ದಿನಗಳಿಗಿಂತ ಹೆಚ್ಚು. ಮಹಿಳೆ ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ ಮಹಿಳೆಯ ಅನುಕೂಲಕ್ಕೆ ಅನುಗುಣವಾಗಿ IUDಯನ್ನು ಸೇರಿಸಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
ml_in: ആർത്തവ രക്തസ്രാവം ആരംഭിച്ച് 12 ദിവസത്തിലധികം. ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ, സ്ത്രീയുടെ സൗകര്യാർത്ഥം ഒരു IUD നിക്ഷേപിക്കാവുന്നതാണ്. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.
or_in: ମାସିକ ରକ୍ତସ୍ରାବ ଆରମ୍ଭ ହେବାର 12 ଦିନରୁ ଅଧିକ।ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ସେ ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ ମହିଳାଙ୍କ ସୁବିଧାନୁସାରେ ଯେକୌଣସି ସମୟରେ ଏକ IUD କୁ ଭର୍ତ୍ତି କରାଯାଇପାରିବ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।
pa_in: ਮਾਹਵਾਰੀ ਦੌਰਾਨ ਖੂਨ ਵਗਣ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ 12 ਦਿਨਾਂ ਤੋਂ ਵੱਧ। ਇੱਕ IUD ਔਰਤ ਦੀ ਸਹੂਲਤ ਅਨੁਸਾਰ ਦਾਖਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਉਹ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
ta_in: மாதவிடாய் இரத்தப்போக்கு தொடங்கியதிலிருந்து 12 நாட்களுக்கு மேல். அவள் கர்ப்பமாக இல்லை என்று கணிசமான உறுதியுடன் இருந்தால், பெண்ணின் வசதிக்கேற்ப IUD செருகப்படலாம். கூடுதல் கருத்தடை பாதுகாப்பு அவசியமில்லை.
te_in: ఋతు రక్తస్రావం ప్రారంభమైనప్పటి నుండి 12 రోజుల కంటే ఎక్కువ. ఆమె గర్భవతి కాదని సహేతుకంగా నిశ్చయించుకుంటే, స్త్రీ సౌలభ్యం మేరకు IUDని చొప్పించవచ్చు. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.

source: Multiple risk factors include: old age, smoking, hypertension, diabetes, obesity and known dyslipidemia. If stroke/IHD develops, while on POP, Implants, LNG-IUD (only IHD), change to non-hormonal method.
as_in: একাধিক বিপদাশংকাৰ কাৰকৰ ভিতৰত আছে: বৃদ্ধ বয়স, ধূমপান কৰা, উচ্চ ৰক্তচাপ, ডায়েবেটিচ, মেদবহুলতা আৰু জ্ঞাত ডিস্লিপিডেমিয়া। যদি ষ্ট্ৰোক/IHD হয়, POP, ইমপ্লেণ্ট, LNG-IUD (কেৱল IHD) বিকাশ হ'লে, হৰমন নোহোৱা পদ্ধতিলৈ সলনি কৰক।
bn_in: একাধিক ঝুঁকির বিষয়ের মধ্যে আছে: বৃদ্ধ বয়স, ধূমপান, হাইপারটেনশন, ডায়াবেটিস, স্থূলতা ও জ্ঞাত ডিসলিপিডেমিয়া। POP, ইমপ্ল্যান্ট, LNG-IUD (শুধুমাত্র IHD) তে থাকাকালীন স্ট্রোক / IHD তৈরি হলে, হরমোন-হীন পদ্ধতিতে চলে যান।
gu_in: એકથી વધારે જોખમકારક પરિબળોમાં સમાવિષ્ટ છેઃ વૃદ્ધાવસ્થા, ધૂમ્રપાન, હાઇપરટેન્શન (ઉચ્ચ રક્તચાપ), ડાયાબિટીસ, મેદસ્વીતા અને જ્ઞાત ડીસ્લિપિડેમિયા. દર્દી જો POP, ઇમ્પ્લાન્ટ, LNG-IUD (ફક્ત IHD) પર હોય ત્યારે સ્ટ્રોક/ IHD વિકસે તો દર્દીને નોન-હોર્મોનલ પદ્ધતિ પર લઈ લો.
hi: कई जोखिम कारकों में शामिल हैं: बुढ़ापा, धूम्रपान, उच्च रक्तचाप, मधुमेह, मोटापा और ज्ञात डिस्लिपिडेमिया। यदि POP, इम्प्लांट्स, LNG-IUD (केवल IHD) के दौरान स्ट्रोक/ IHD विकसित होते हैं, तो गैर-हार्मोनल विधि पर आ जाएं।
kn_in: ಅನೇಕ ಅಪಾಯದ ಅಂಶಗಳು: ವೃದ್ಧಾಪ್ಯ, ಧೂಮಪಾನ, ಅಧಿಕ ರಕ್ತದೊತ್ತಡ, ಮಧುಮೇಹ, ಬೊಜ್ಜು ಮತ್ತು ತಿಳಿದಿರುವ ಡಿಸ್ಲಿಪಿಡೆಮಿಯಾ. ಪಾರ್ಶ್ವವಾಯು/IHD ಉಂಟಾದರೆ, POP, ಕಸಿ ಗಳು, LNG-IUD (ಕೇವಲ IHD) ನಲ್ಲಿದ್ದಾಗ, ಹಾರ್ಮೋನುಗಳಲ್ಲದ ವಿಧಾನಕ್ಕೆ ಬದಲಿಸಿ.
ml_in: ഒന്നിലധികം അപകട ഘടകങ്ങളിൽ ഇനി പറയുന്നവ ഉൾപ്പെടുന്നു: വാർദ്ധക്യം, പുകവലി, രക്തസമ്മർദ്ദം, പ്രമേഹം, പൊണ്ണത്തടി, അറിയപ്പെടുന്ന ഡിസ്ലിപിഡീമിയ. POP, ഇംപ്ലാന്റുകൾ, LNG-IUD (IHD മാത്രം) എന്നിവയിലായിരിക്കുമ്പോൾ മസ്തിഷ്കാഘാതം/IHD വികസിക്കുന്നുവെങ്കിൽ, നോൺ-ഹോർമോൺ രീതിയിലേക്ക് മാറ്റുക.
or_in: ଏକାଧିକ ବିପଦ କାରକରେ ଅନ୍ତର୍ଭୁକ୍ତ ଅଛି: ବୃଦ୍ଧାବସ୍ଥା, ଧୂମପାନ, ରକ୍ତଚାପ, ମଧୁମେହ, ମେଦବହୁଳତା ଓ ଜ୍ଞାତ ଡିସ୍ଲିପିଡେମିଆ।ଯଦି POP, ପ୍ରତ୍ୟାରୋପଣ, LNG-IUD (କେବଳ IHD)ରେ ଥିବା ସମୟରେ ଷ୍ଟ୍ରୋକ୍/IHD ବିକଶିତ ହୁଏ, ତେବେ ଅଣ-ହର୍ମୋନଲ୍ ପ୍ରଣାଳୀକୁ ବଦଳାନ୍ତୁ
pa_in: ਕਈ ਜੋਖ਼ਮ ਕਾਰਕਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ: ਬੁਢਾਪਾ, ਤੰਬਾਕੂਨੋਸ਼ੀ, ਹਾਈਪਰਟੈਨਸ਼ਨ, ਸ਼ੂਗਰ, ਮੋਟਾਪਾ ਅਤੇ ਗਿਆਤ ਡਿਸਲਿਪੀਡੇਮੀਆ। ਜੇ POP, ਇੰਪਲਾਂਟ, LNG-IUD (ਸਿਰਫ਼ IHD) ‘ਤੇ ਹੋਣ ਦੌਰਾਨ ਸਟ੍ਰੋਕ/IHD ਵਿਕਸਤ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਗੈਰ-ਹਾਰਮੋਨਲ ਵਿਧੀ ਵਿੱਚ ਬਦਲੋ
ta_in: பல்வேறு ஆபத்து காரணிகளில் பின்வருபவை அடங்கும்: முதுமை, புகைபிடித்தல், உயர் இரத்த அழுத்தம், நீரிழிவு, உடல் பருமன் மற்றும் அறியப்பட்ட டிஸ்லிபிடெமியா. LNG-IUD(IHD மட்டும்) –ல் இருக்கும் போது, பக்கவாதம் / IHD உருவானால், ஹார்மோன் அல்லாத முறைக்கு மாறவும்.
te_in: బహుళ ప్రమాద కారకాలు: వృద్ధాప్యం, ధూమపానం, రక్తపోటు, మధుమేహం, ఊబకాయం మరియు తెలిసిన డైస్లిపిడెమియా. POP, ఇంప్లాంట్లు, LNG-IUD (మాత్రమే IHD)లో ఉన్నప్పుడు స్ట్రోక్/IHD అభివృద్ధి చెందితే, నాన్-హార్మోనల్ పద్ధతికి మార్చండి

source: NA = not applicable<br><br>*Emergency contraceptive pills may be less effective among women with BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup>&nbspthan among women with < 25 kg/m<sup><small><small>2</small></small></sup>.<br><br>Despite this, there are no safety concerns.
as_in: NA = প্ৰযোজ্য নহয়।<br><br>*BMI <25 কিগ্ৰা/মি<sup><small><small>2</small></small></sup>&nbsp থকা মহিলাৰ তুলনাত BMI ≥ 30 কিগ্ৰা/মি<sup><small><small>2</small></small></sup>&nbsp থকা মহিলাৰ ক্ষেত্ৰত জৰুৰীকালীন গৰ্ভনিৰোধক বড়ি কম কাৰ্যকৰী হ'ব পাৰে।<br><br> তথাপিও, কোনো সুৰক্ষাৰ উদ্বেগ নাথাকে।
bn_in: NA = প্রযোজ্য নয়।<br><br>*যেসব মহিলার BMI ≥30 kg/m<sup><small><small>2</small></small></sup>&nbsp তাঁদের ক্ষেত্রে, <25 kg/m<sup><small><small>2</small></small></sup>&nbsp মহিলাদের তুলনায় জরুরী অবস্থায় গর্ভনিরোধক কম কার্যকর হতে পারে।<br><br> তাসত্ত্বেও, সুরক্ষার কোনও উদ্বেগ নেই।
gu_in: NA = લાગુ થતું નથી<br><br>*< 25 kg/m<sup><small><small>2</small></small></sup>&nbsp BMI ધરાવતી સ્ત્રીઓની સરખામણીએ BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup>&nbsp ધરાવતી સ્ત્રીઓમાં ઇમર્જન્સીમાં લેવાની ગર્ભનિરોધક ગોળીઓ ઓછી અસરકારક સાબિત થઈ શકે છે.<br><br> તેમ છતાં તેમાં સુરક્ષા સંબંધિત કોઈ ચિંતાનું કારણ નથી.
hi: NET-EN का NET-EN = 200 मिलीग्राम इंट्रामस्क्युलर रूप से दिया गया
kn_in: NA = ಅನ್ವಯಿಸುವುದಿಲ್ಲ.<br><br>* ತುರ್ತು ಗರ್ಭನಿರೋಧಕ ಮಾತ್ರೆಗಳು BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup>&nbsp ಹೊಂದಿರುವ ಮಹಿಳೆಯರಲ್ಲಿ < 25 kg/m<sup><small><small>2</small></small></sup>&nbsp ಮಹಿಳೆಯರಿಗಿಂತ ಕಡಿಮೆ ಪರಿಣಾಮಕಾರಿಯಾಗಿರಬಹುದು.<br><br> ಇದರ ಹೊರತಾಗಿಯೂ, ಯಾವುದೇ ಸುರಕ್ಷತಾ ಚಿಂತೆಗಳಿಲ್ಲ.
ml_in: NA =ബാധകമല്ല.<br><br>*അടിയന്തര ഗർഭനിരോധന ഗുളികകൾ BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup>&nbsp ഉള്ള സ്ത്രീകളിൽ <25 kg/m<sup><small><small>2</small></small></sup>&nbsp ഉള്ള സ്ത്രീകളെ അപേക്ഷിച്ച് വളരെ കുറഞ്ഞ ഫലപ്രാപ്തി ഉള്ളതായിരിക്കാം.<br><br> ഇങ്ങനെയാണെങ്കിലും, സുരക്ഷാ ആശങ്കകളൊന്നുമില്ല.
or_in: NA = ପ୍ରଯୁଜ୍ୟ ନୁହେଁ<br><br> *< 25 kg/m<sup><small><small>2</small></small></sup> ସହିତ ମହିଳାମାନଙ୍କ ତୁଳନାରେ BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup> ସହିତ ମହିଳାମାନଙ୍କଠାରେ ଜରୁରୀକାଳୀନ ଗର୍ଭନିରୋଧକ ବଟିକା କମ ପ୍ରଭାବଶାଳୀ ଅଟେ।<br><br> ଏହା ସତ୍ତ୍ୱେ, ସୁରକ୍ଷାକୁ ନେଇ ସେପରି କୌଣସି ଚିନ୍ତା ନାହିଁ।
pa_in: NA = ਲਾਗੂ ਨਹੀਂ ਹੁੰਦਾ<br><br> *ਐਮਰਜੈਂਸੀ ਗਰਭ ਨਿਰੋਧਕ ਗੋਲੀਆਂ <25 kg/m<sup><small><small>2</small></small></sup> ਵਾਲੀਆਂ ਔਰਤਾਂ ਦੇ ਮੁਕਾਬਲੇ BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup> ਵਾਲੀਆਂ ਔਰਤਾਂ ਵਿੱਚ ਘੱਟ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਹੋ ਸਕਦੀਆਂ ਹਨ। ਇਸ ਦੇ ਬਾਵਜੂਦ,<br><br> ਕੋਈ ਸੁਰੱਖਿਆ ਚਿੰਤਾਵਾਂ ਨਹੀਂ ਹਨ।
ta_in: NA = பொருந்தாது.<br><br>*அவசரகால கருத்தடை மாத்திரைகள் BMI ≥30 கிலோ/மீ<sup><small><small>2</small></small></sup>&nbsp உள்ள பெண்களை விட <25 கிகி/மீ<sup><small><small>2</small></small></sup>&nbsp உள்ள பெண்களை விட குறைவான செயல்திறன் கொண்டதாக இருக்கலாம். இருந்தபோதிலும், பாதுகாப்பு கவலைகள் இல்லை.<br><br> இப்படி இருந்தபோதிலும், பாதுகாப்பு கவலைகள் இல்லை.
te_in: NA = వర్తించదు<br><br> *అత్యవసర గర్భనిరోధక మాత్రలు BMI ≥ 30 kg/m2 ఉన్న మహిళల్లో <25 kg/m2 ఉన్న మహిళల కంటే తక్కువ ప్రభావవంతంగా ఉండవచ్చు.<br><br> అయినప్పటికీ, భద్రతా సమస్యలు లేవు.

source: Nevirapine
as_in: নেভিৰাপাইন
bn_in: নেভিরাপাইন
gu_in: નેવિરાપાઇન
hi: नेविरापीन
kn_in: ನೆವಿರಾಪೈನ್
ml_in: നെവിറാപൈൻ
or_in: ନେଭିରାପାଇନ୍
pa_in: ਨੇਵੀਰਾਪੀਨ
ta_in: நெவிராபைன்
te_in: నెవిరపిన్

source: No
as_in: নহয়
bn_in: না
gu_in: ના
hi: नहीं
kn_in: ಇಲ್ಲ
ml_in: ഇല്ല
ta_in: இல்லை
te_in: కాదు

source: No hormone
as_in: হৰমন নাই
bn_in: হরমোন নেই
gu_in: કોઈ હોર્મોન નહીં
hi: कोई हार्मोन नहीं
kn_in: ಹಾರ್ಮೋನ್ ಇಲ್ಲ
ml_in: ഹോർമോൺ ഇല്ല
ta_in: ஹார்மோன் இல்லை

source: No hormones
as_in: হরমোন নেই
bn_in: হরমোন নেই
gu_in: કોઈ હોર્મોન્સ નહીં
hi: कोई हार्मोन नहीं
kn_in: ಹಾರ್ಮೋನ್ ಇಲ್ಲ
ml_in: ഹോർമോൺ ഇല്ല
or_in: କୌଣସି ହରମୋନ୍ ନାହିଁ
pa_in: ਕੋਈ ਹਾਰਮੋਨ ਨਹੀਂ
ta_in: ஹார்மோன்கள் இல்லை
te_in: హార్మోన్లు లేవు
